Repository: eastsea-xyz/eastsea
Catalog: apps/wallet/Resources/Localizable.xcstrings
Source language: en
Languages: es, ja, ko, zh_hans, zh_hant

source: Nothing here promises a price, a return or a way to cash out.
ja: ここにある情報は、価格、利益、換金方法を約束するものではありません。
ko: 여기 있는 어떤 내용도 가격, 수익, 현금화 방법을 약속하지 않아요.
zh_hans: 这里没有任何内容承诺价格、回报或提现方式。
zh_hant: 此處沒有任何內容承諾價格、報酬或兌現方式。

source: Nothing in the last hour
ja: 過去1時間はありません
ko: 최근 1시간 동안 없음
zh_hans: 过去一小时没有
zh_hant: 最近一小時沒有紀錄

source: Nothing yet. Payments you send and receive show up here.
ja: まだありません。送った支払いと受け取った支払いがここに表示されます。
ko: 아직 없어요. 보내고 받은 결제가 여기에 나타나요.
zh_hans: 尚无记录。你发送和收到的付款会显示在这里。
zh_hant: 目前沒有紀錄。傳送與接收的付款會顯示在這裡。

source: OK
ja: 確認
ko: 확인
zh_hans: 好
zh_hant: 好

source: Off
ja: オフ
ko: 꺼짐
zh_hans: 关闭
zh_hant: 關閉

# Off — node status
source: Off
ja: オフ
ko: 꺼져 있음
zh_hans: 关闭
zh_hant: 關閉

source: Off, the node fetches the recent state and catches up fast. On, it re-checks every block from the first and keeps the whole history.
ja: オフの場合は最近の状態を取得して素早く同期します。オンの場合は最初からすべてのブロックを再確認し、全履歴を保管します。
ko: 꺼 두면 최근 상태만 받아 빠르게 따라가요. 켜면 처음 블록부터 전부 다시 확인하고 모든 기록을 보관해요.
zh_hans: 关闭时，节点获取最近的状态并快速赶上。开启时，它从第一个区块重新检查，并保留完整历史。
zh_hant: 關閉時，節點只取得最近的狀態，能快速追上進度。開啟時，會從第一個區塊重新檢查並保留完整紀錄。

source: Off: proving pauses on battery and resumes five minutes after the power adapter returns.
ja: オフの場合はバッテリー使用中に証明を止め、電源アダプタを接続して5分後に再開します。
ko: 끄면 배터리 사용 중에는 증명을 멈추고, 전원 어댑터를 연결하고 5분 뒤에 다시 시작해요.
zh_hans: 关闭时，使用电池会暂停证明，接回电源适配器五分钟后恢复。
zh_hant: 關閉時，使用電池會暫停證明，重新接上電源轉接器五分鐘後恢復。

source: Old data not moved yet
ja: 以前のデータの移動が未完了
ko: 이전 데이터 이동이 끝나지 않음
zh_hans: 旧数据尚未移完
zh_hant: 舊資料尚未移動

source: Older record · not confirmed
ja: 過去の記録 · 未確定
ko: 이전 기록 · 확정 안 됨
zh_hans: 较早的记录 · 未确认
zh_hant: 較早的紀錄 · 尚未確定

source: On a laptop, pause the node on battery and resume on power.
ja: ノートパソコンでは、バッテリー使用中にノードを止め、電源に接続すると再開します。
ko: 노트북에서는 배터리 사용 중에 노드를 멈추고 전원에 연결하면 다시 시작해요.
zh_hans: 笔记本使用电池时暂停节点，接通电源后恢复。
zh_hant: 筆記型電腦使用電池時暫停節點，接上電源後恢復。

source: On battery · resting
ja: バッテリー使用中 · 休止中
ko: 배터리 사용 중 · 쉬는 중
zh_hans: 正在使用电池 · 暂歇
zh_hant: 使用電池 · 暫停中

source: On battery, so proving rests. Plug in and it resumes.
ja: バッテリー使用中のため、証明を休んでいます。電源につなぐと再開します。
ko: 배터리 사용 중이라 증명을 쉬어요. 전원을 연결하면 다시 해요.
zh_hans: 正在使用电池，证明已暂停。接通电源后恢复。
zh_hant: 正在使用電池，已暫停證明，接上電源後會恢復。

source: On power only
ja: 電源接続時のみ
ko: 전원 연결 시에만
zh_hans: 仅连接电源时
zh_hant: 僅連接電源時

source: On the other device, copy its code
ja: 別のデバイスでコードをコピー
ko: 다른 기기에서 코드를 복사하세요
zh_hans: 在另一台设备上复制它的代码
zh_hant: 在另一部裝置上複製其代碼

source: On this Mac
ja: このMacで
ko: 이 Mac에서
zh_hans: 在这台 Mac 上
zh_hant: 在這台 Mac 上

source: On this device
ja: このデバイスで
ko: 이 기기에서
zh_hans: 在此设备上
zh_hant: 在此裝置上

source: One Mac, one voting node. Your Mac proves it is online every hour; the longest-running Macs are picked to sign blocks, and no single operator address can hold a third of the seats.
ja: 1台のMacに投票ノードは1つです。Macは毎時間、接続していることを証明します。長く稼働したMacからブロックへの署名を担当します。1つの運用者アドレスが席の3分の1以上を持つことはできません。
ko: Mac 한 대에 투표 노드 하나예요. Mac이 매시간 켜져 있음을 증명하고, 가장 오래 켜져 있던 Mac들이 블록 서명에 뽑혀요. 한 운영자 주소가 자리의 3분의 1 이상을 가질 수는 없어요.
zh_hans: 一台 Mac，一个投票节点。Mac 每小时证明自己在线，持续运行最久的 Mac 会被选中签名，单个运营者地址无法占据三分之一的席位。
zh_hant: 每部 Mac 一個投票節點。Mac 每小時證明自己保持連線，連線最久的 Mac 會獲選簽署區塊。任何單一營運者地址都不能持有三分之一的席位。

source: One data folder is inside the other. Choose a separate folder and reopen the app.
ja: 一方のデータフォルダがもう一方の中にあります。別のフォルダを選び、アプリを開き直してください。
ko: 데이터 폴더 하나가 다른 폴더 안에 있어요. 다른 폴더를 고르고 앱을 다시 열어 주세요.
zh_hans: 一个数据文件夹位于另一个内，请选择单独的文件夹并重新打开应用。
zh_hant: 其中一個資料夾位於另一個裡面，請選擇獨立的資料夾後重新開啟應用程式。

source: One more step: allow %@ in System Settings ▸ General ▸ Login Items. Until then this does not run.
ja: もう1つ手順があります。システム設定 ▸ 一般 ▸ ログイン項目で%@を許可してください。それまでは動作しません。
ko: 한 단계 남았어요: 시스템 설정 ▸ 일반 ▸ 로그인 항목에서 %@를 허용해 주세요. 그 전까지는 동작하지 않아요.
zh_hans: 还差一步：在“系统设置”▸“通用”▸“登录项”中允许 %@。允许前不会运行。
zh_hant: 還有一步：在「系統設定」▸「一般」▸「登入項目」中允許 %@。允許前不會執行。

source: Online
ja: 稼働時間
ko: 켜져 있던 시간
zh_hans: 在线
zh_hant: 連線時間

source: Only continue if you started this on %@. A refused request sends nothing.
ja: %@で自分が開始した場合にだけ続けてください。拒否した依頼では何も送りません。
ko: %@에서 직접 시작한 경우에만 계속하세요. 거절하면 아무것도 보내지 않아요.
zh_hans: 仅当你在 %@ 上发起此操作时才继续。拒绝请求不会发送任何内容。
zh_hant: 只有在 %@ 上由你發起時才繼續。拒絕請求不會傳送任何內容。

source: Only do this if you moved this Mac's node on purpose; running the same keys on two Macs gets the validator slashed.
ja: このMacのノードを意図的に移した場合にのみ続行してください。同じキーを2台のMacで使うと、検証者がスラッシングを受けます。
ko: 이 Mac의 노드를 의도적으로 옮긴 경우에만 진행하세요. 같은 키를 두 Mac에서 실행하면 검증인이 슬래싱됩니다.
zh_hans: 仅在您有意迁移此 Mac 的节点时继续。在两台 Mac 上使用相同密钥运行节点，会导致验证者被罚没。
zh_hant: 僅在您刻意移轉此 Mac 的節點時繼續。在兩台 Mac 上使用相同金鑰執行節點，會導致驗證者遭到罰沒。

source: Only the block data moves; the keys and the node's identity stay on this Mac. APFS or Mac OS Extended disks only.
ja: 移動するのはブロックデータだけです。キーとノードの識別情報はこのMacに残ります。APFSまたはMac OS拡張形式のディスクのみ使えます。
ko: 블록 데이터만 옮겨요. 키와 노드 신원은 이 Mac에 그대로 남아요. APFS 또는 Mac OS 확장 형식의 디스크만 쓸 수 있어요.
zh_hans: 只移动区块数据，密钥和节点身份仍留在此 Mac 上。仅支持 APFS 或 Mac OS Extended 磁盘。
zh_hant: 只移動區塊資料，金鑰與節點身分會留在此 Mac。僅支援 APFS 或 Mac OS 擴充格式的磁碟。

source: Only while on the power adapter
ja: 電源アダプタ接続時のみ
ko: 전원 어댑터에 연결됐을 때만
zh_hans: 仅在使用电源适配器时
zh_hant: 僅在連接電源轉接器時

source: Only works if that account trusted this device. The funds move after its safety delay (48 h by default); its owner can stop it meanwhile.
ja: そのアカウントがこのデバイスを復旧用に指定している場合にだけ使えます。安全のための待機時間（初期値は48時間）が過ぎると資金が移り、それまでは所有者が止められます。
ko: 그 계정이 이 기기를 복구 기기로 정해 둔 경우에만 돼요. 안전 대기(기본 48시간)가 지나면 돈이 옮겨지고, 그동안 계정 주인이 멈출 수 있어요.
zh_hans: 仅当该账户信任此设备时有效。资金会在安全等待期后转移，默认为 48 小时；期间账户持有人可以取消。
zh_hant: 只有該帳戶信任此裝置時才適用。安全等候時間（預設 48 小時）過後會移動資金，帳戶擁有者可在這期間停止。

source: Open %@
ja: %@を開く
ko: %@ 열기
zh_hans: 打开 %@
zh_hant: 開啟 %@

source: Open %@ at login
ja: ログイン時に%@を開く
ko: 로그인할 때 %@ 열기
zh_hans: 登录时打开 %@
zh_hant: 登入時開啟 %@

source: Open %@ there, go to Security ▸ Recovery device, and copy "This device's code".
ja: そのデバイスで%@を開き、「セキュリティ」▸「復旧用デバイス」から「このデバイスのコード」をコピーしてください。
ko: 그 기기에서 %@를 열고 보안 ▸ 복구 기기로 가서 '이 기기의 코드'를 복사하세요.
zh_hans: 在那台设备打开 %@，前往“安全”▸“恢复设备”，复制“此设备的代码”。
zh_hant: 在該裝置上開啟 %@，前往「安全性」▸「復原裝置」，並複製「此裝置的代碼」。

source: Open Disk Utility
ja: ディスクユーティリティを開く
ko: 디스크 유틸리티 열기
zh_hans: 打开磁盘工具
zh_hant: 開啟磁碟工具程式

source: Open Login Items
ja: ログイン項目を開く
ko: 로그인 항목 열기
zh_hans: 打开登录项
zh_hant: 開啟登入項目

source: Open Site
ja: サイトを開く
ko: 사이트 열기
zh_hans: 打开网站
zh_hant: 開啟網站

source: Open Storage Settings
ja: ストレージ設定を開く
ko: 저장 공간 관리 열기
zh_hans: 打开存储设置
zh_hant: 開啟儲存空間設定

source: Open System Settings
ja: システム設定を開く
ko: 시스템 설정 열기
zh_hans: 打开系统设置
zh_hant: 開啟系統設定

source: Open in Safari
ja: Safariで開く
ko: Safari에서 열기
zh_hans: 在 Safari 中打开
zh_hant: 在 Safari 中開啟

source: Open the Network page: the node and the full earnings card
ja: ネットワーク画面を開く：ノードと報酬の詳細
ko: 네트워크 페이지 열기: 노드와 전체 보상 카드
zh_hans: 打开“网络”页面查看节点和完整收益
zh_hant: 開啟網路頁面：節點與完整獎勵卡片

source: Open the node on this Mac
ja: このMacのノードを開く
ko: 이 Mac의 노드 열기
zh_hans: 打开此 Mac 上的节点
zh_hant: 開啟此 Mac 的節點

source: Open this site in Explore?
ja: 探索でこのサイトを開きますか？
ko: 둘러보기에서 이 사이트를 열까요?
zh_hans: 在“浏览”中打开此网站？
zh_hant: 在「探索」中開啟此網站？

source: Operators online: %lld · one operator gets at most 1/%lld of the rewards
ja: 接続中の運用者：%lld人 · 1人の運用者が受け取れる報酬は最大1/%lld
ko: 접속 중인 운영자: %lld명 · 운영자 한 명은 보상의 최대 1/%lld까지 받아요
zh_hans: 在线运营者：%lld · 每位最多获得奖励的 1/%lld
zh_hant: 連線中的營運者：%lld 位 · 每位最多獲得獎勵的 1/%lld

source: Other device's recovery-key code
ja: 別のデバイスの復旧キーコード
ko: 다른 기기의 복구 키 코드
zh_hans: 另一台设备的恢复密钥代码
zh_hant: 另一部裝置的復原金鑰代碼

source: Owner approval names a different node data directory.
ja: 所有者の承認は別のノードデータフォルダを指定しています。
ko: 소유자 인증이 다른 노드 데이터 폴더에 대한 것이에요.
zh_hans: 所有者批准指定了不同的节点数据文件夹。
zh_hant: 擁有者的核准指定了不同的節點資料夾。

source: Owner authentication is unavailable. Try again when the wallet key is ready.
ja: 所有者の認証を利用できません。ウォレットのキーが使えるようになってから、もう一度お試しください。
ko: 소유자 인증을 할 수 없어요. 지갑 키를 사용할 수 있을 때 다시 시도해 주세요.
zh_hans: 无法进行所有者身份验证。请在钱包密钥可用时重试。
zh_hant: 無法驗證擁有者身分。請在錢包金鑰可用時重試。

source: PAUSED
ja: 停止中
ko: 멈춤
zh_hans: 已暂停
zh_hant: 已暫停

source: PROVING
ja: 証明中
ko: 증명 중
zh_hans: 正在证明
zh_hant: 正在證明

source: Page
ja: ページ
ko: 페이지
zh_hans: 网页
zh_hant: 頁面

source: Page tools
ja: ページツール
ko: 페이지 도구
zh_hans: 页面工具
zh_hant: 頁面工具

source: Pages cannot see your addresses until you approve them, and every payment asks again. This warning appears once per site.
ja: 承認するまで、ウェブページにはアドレスが見えません。支払いのたびに再確認します。この警告はサイトごとに一度だけ表示されます。
ko: 승인하기 전까지 웹페이지는 내 주소를 볼 수 없고, 결제할 때마다 다시 물어봐요. 이 경고는 사이트마다 한 번만 나와요.
zh_hans: 未经批准，网页无法查看你的地址，每次付款仍会征求同意。每个网站只显示一次此提示。
zh_hant: 批准前，網頁無法查看你的地址，每次付款也會再次詢問。此提醒在每個網站只顯示一次。

source: Paste the other device's code
ja: 別のデバイスのコードを貼り付け
ko: 다른 기기의 코드 붙여넣기
zh_hans: 粘贴另一台设备的代码
zh_hant: 貼上另一部裝置的代碼

source: Paused
ja: 停止中
ko: 멈춤
zh_hans: 已暂停
zh_hant: 已暫停

source: Paused on battery. It resumes on the power adapter.
ja: バッテリー使用中のため停止しています。電源アダプタに接続すると再開します。
ko: 배터리 사용 중이라 멈췄어요. 전원 어댑터를 연결하면 다시 시작해요.
zh_hans: 使用电池时已暂停，接入电源适配器后恢复。
zh_hant: 使用電池時已暫停，接上電源轉接器後恢復。

source: Paused: cannot confirm which proving program the network uses
ja: 停止中：ネットワークが使う証明プログラムを確認できません
ko: 멈춤: 네트워크가 쓰는 증명 프로그램을 확인하지 못했어요
zh_hans: 已暂停：无法确认网络使用的证明程序
zh_hant: 已暫停：無法確認網路使用的證明程式

source: Paused: disk space low
ja: 停止中：ディスクの空き容量が不足
ko: 멈춤: 디스크 공간 부족
zh_hans: 已暂停：磁盘空间不足
zh_hant: 已暫停：磁碟空間不足

source: Paused: not enough memory
ja: 停止中：メモリが不足
ko: 멈춤: 메모리 부족
zh_hans: 已暂停：内存不足
zh_hant: 已暫停：記憶體不足

source: Paused: on battery
ja: 停止中：バッテリー使用中
ko: 멈춤: 배터리 사용 중
zh_hans: 已暂停：正在使用电池
zh_hant: 已暫停：正在使用電池

source: Paused: over the memory limit, waiting a moment before trying again
ja: 停止中：メモリの上限を超えたため、少し待って再試行します
ko: 멈춤: 메모리 한도를 넘어 잠시 기다렸다가 다시 시도해요
zh_hans: 已暂停：超出内存限额，稍后会重试
zh_hant: 已暫停：超出記憶體限額，稍候再試

source: Paused: the prover stopped answering; it restarts itself
ja: 停止中：証明プログラムが応答しません。自動で再起動します
ko: 멈춤: 증명 프로그램이 응답하지 않아 저절로 다시 시작해요
zh_hans: 已暂停：证明程序没有响应，会自行重新启动
zh_hant: 已暫停：證明程式停止回應，會自動重新啟動

source: Paused: this Mac is short on memory
ja: 停止中：このMacのメモリが不足
ko: 멈춤: 이 Mac의 메모리가 부족해요
zh_hans: 已暂停：此 Mac 内存不足
zh_hant: 已暫停：此 Mac 的記憶體不足

source: Paused: this Mac's proving program differs from the network's
ja: 停止中：このMacの証明プログラムがネットワークと異なります
ko: 멈춤: 이 Mac의 증명 프로그램이 네트워크와 달라요
zh_hans: 已暂停：此 Mac 的证明程序与网络不同
zh_hant: 已暫停：此 Mac 的證明程式與網路不同

source: Payee name
ja: 受取人の名前
ko: 받는 곳 이름
zh_hans: 收款人名称
zh_hant: 收款人名稱

source: Payees waiting for your approval
ja: 承認を待つ受取人
ko: 승인을 기다리는 받는 곳
zh_hans: 等待你批准的收款人
zh_hant: 等待你批准的收款人

source: Payment received
ja: 支払いを受け取りました
ko: 돈을 받았어요
zh_hans: 已收到付款
zh_hant: 已收到付款

source: Payout account
ja: 報酬の受取口座
ko: 보상 받을 계정
zh_hans: 奖励接收账户
zh_hant: 獎勵收款帳戶

source: Pending: %@ %@ from %@… · ready %@
ja: 待機中：%3$@…から%1$@ %2$@ · %4$@から実行可能
ko: 진행 중: %3$@…에서 %1$@ %2$@ · %4$@부터 가능
zh_hans: 等待中：来自 %3$@… 的 %1$@ %2$@ · %4$@ 起可执行
zh_hant: 等待中：%@ %@ 來自 %@… · %@ 後可執行

source: Pick a folder for the block data. A “%@” folder is made inside it. The keys stay on this Mac.
ja: ブロックデータを保存するフォルダを選んでください。その中に「%@」フォルダを作成します。キーはこのMacに残ります。
ko: 블록 데이터를 둘 폴더를 고르세요. 그 안에 ‘%@’ 폴더를 만들어요. 키는 이 Mac에 그대로 남아요.
zh_hans: 为区块数据选择文件夹，会在其中创建“%@”文件夹。密钥仍留在此 Mac 上。
zh_hant: 請選擇區塊資料的資料夾，裡面會建立「%@」資料夾。金鑰會留在此 Mac。

source: Pick a folder outside the current block data. The two locations cannot contain each other.
ja: 現在のブロックデータの外にあるフォルダを選んでください。片方の保存先をもう片方の中に置くことはできません。
ko: 현재 블록 데이터 폴더 밖의 폴더를 선택하세요. 두 폴더는 서로를 포함할 수 없어요.
zh_hans: 请选择当前区块数据文件夹之外的文件夹。两个位置不能互相包含。
zh_hant: 請選擇目前區塊資料資料夾以外的資料夾。兩個位置不能互相包含。

source: Picked by the network for its long uptime. Keep the node on: stopping hands the seat to the next Mac.
ja: 長く稼働していたため、ネットワークに選ばれました。ノードを動かし続けてください。止めると次のMacに席を譲ります。
ko: 오래 켜져 있어서 네트워크에 뽑혔어요. 노드를 계속 켜 두세요. 멈추면 자리가 다음 Mac에게 넘어가요.
zh_hans: 网络因其长时间在线而选中它。请保持节点开启，停止会将席位交给下一台 Mac。
zh_hant: 因長時間保持連線而獲網路選中。請讓節點保持執行，停止後席位會交給下一部 Mac。

source: Planned for the future mainnet, which is not live: the rules may change before launch, and after it only by a committee-signed upgrade.
ja: まだ稼働していないメインネットの予定ルールです。開始前には変わる場合があります。開始後は委員会が署名した更新でのみ変わります。
ko: 아직 시작하지 않은 메인넷을 위한 예정 규칙이에요. 시작 전에는 바뀔 수 있고, 시작 뒤에는 네트워크가 서명한 업그레이드로만 바뀌어요.
zh_hans: 这是为尚未上线的未来主网规划的规则。上线前可能调整，上线后只能通过委员会签名的升级更改。
zh_hant: 這是尚未啟用的主網預定規則。啟用前可能變更，啟用後只能透過委員會簽署的升級變更。

source: Planned mainnet rules
ja: メインネットの予定ルール
ko: 메인넷 예정 규칙
zh_hans: 规划中的主网规则
zh_hant: 主網預定規則

source: Plug in and it restarts by itself within 30 s.
ja: 電源に接続すると、30秒以内に自動で再開します。
ko: 전원을 연결하면 30초 안에 저절로 다시 시작해요.
zh_hans: 接通电源后，会在 30 秒内自动重启。
zh_hant: 接上電源後，會在 30 秒內自動重新啟動。

source: Power settings cannot be read. Turn this Mac on by hand after a power cut.
ja: 電源設定を読み取れません。停電後はこのMacを手動で起動してください。
ko: 전원 설정을 읽을 수 없어요. 정전 뒤에는 이 Mac을 직접 켜 주세요.
zh_hans: 无法读取电源设置，断电后请手动打开此 Mac。
zh_hant: 無法讀取電源設定，停電後請手動啟動此 Mac。

source: Power: roughly 5–6 W while only verifying (about 4 kWh a month); proving on the GPU adds roughly 28–50 W (about 20–36 kWh a month).
ja: 電力：検証のみで約5〜6 W（月に約4 kWh）。GPUで証明するとさらに約28〜50 W（月に約20〜36 kWh）使います。
ko: 전력: 검증만 할 때 약 5–6W(한 달 약 4kWh), GPU로 증명하면 약 28–50W가 더 들어요(한 달 약 20–36kWh).
zh_hans: 功耗：仅验证时约 5–6 W，每月约 4 kWh；使用 GPU 证明会增加约 28–50 W，每月约 20–36 kWh。
zh_hant: 用電：約 5–6 瓦（僅驗證，每月約 4 度電）；以 GPU 證明會增加約 28–50 瓦（每月約 20–36 度電）。

source: Previous match
ja: 前の一致箇所
ko: 이전 일치 항목
zh_hans: 上一个匹配项
zh_hant: 上一個相符項目

source: Private browsing keeps no history or cookies after this tab closes.
ja: プライベートブラウズは履歴を保存せず、このタブを閉じるとクッキーも残りません。
ko: 비공개 탐색에서는 방문 기록을 남기지 않고, 탭을 닫으면 쿠키도 지워져요.
zh_hans: 关闭此无痕标签页后，不会保留浏览记录或网站数据。
zh_hant: 關閉此私密分頁後，不會保留瀏覽記錄或網站資料。

source: Private tab
ja: プライベートタブ
ko: 비공개 탭
zh_hans: 无痕标签页
zh_hant: 私密分頁

source: Processing.
ja: 処理中です。
ko: 처리 중이에요.
zh_hans: 正在处理。
zh_hant: 處理中。

source: Proof reward
ja: 証明報酬
ko: 증명 보상
zh_hans: 证明奖励
zh_hant: 證明獎勵

source: Proof reward %@ %@
ja: 証明報酬%@ %@
ko: 증명 보상 %@ %@
zh_hans: 证明奖励 %@ %@
zh_hant: 證明獎勵 %@ %@

source: Proof rewards
ja: 証明報酬
ko: 증명 보상
zh_hans: 证明奖励
zh_hant: 證明獎勵

source: Proofs failing
ja: 証明に失敗しています
ko: 증명 실패 중
zh_hans: 证明失败
zh_hant: 證明持續失敗

source: Proofs, state roots, raw logs and blocks.
ja: 証明、状態ルート、元のログ、ブロック。
ko: 증명, 상태 루트, 원본 로그와 블록.
zh_hans: 证明、状态根、原始日志和区块。
zh_hant: 證明、狀態根、原始紀錄與區塊。

source: Propose recovery
ja: 復旧を依頼
ko: 복구 요청
zh_hans: 发起恢复
zh_hant: 提出復原請求

source: Protected by this device
ja: このデバイスで保護
ko: 이 기기가 지켜요
zh_hans: 由此设备保护
zh_hant: 由此裝置保護

source: Prove blocks
ja: ブロックを証明
ko: 블록 증명하기
zh_hans: 证明区块
zh_hant: 證明區塊

source: Prove blocks on this Mac
ja: このMacでブロックを証明
ko: 이 Mac에서 블록 증명하기
zh_hans: 在此 Mac 上证明区块
zh_hant: 在此 Mac 上證明區塊

source: Prove blocks on this Mac's GPU
ja: このMacのGPUでブロックを証明
ko: 이 Mac의 GPU로 블록 증명하기
zh_hans: 使用此 Mac 的 GPU 证明区块
zh_hant: 以此 Mac 的 GPU 證明區塊

source: Prove on battery
ja: バッテリー使用中も証明
ko: 배터리 사용 중에도 증명
zh_hans: 使用电池时证明
zh_hant: 使用電池時也證明

source: Prover status is stale. The prover is restarting.
ja: 証明プログラムの状態が古くなっています。証明プログラムを再起動しています。
ko: 증명 프로그램 상태가 오래되었어요. 증명 프로그램을 다시 시작하고 있어요.
zh_hans: 证明程序状态已过期，正在重新启动。
zh_hant: 證明程式狀態已過期，正在重新啟動。

source: Proving also runs at a lower scheduler priority, so the node and this Mac's work come first.
ja: 証明は低い優先度で動くため、ノードとこのMacのほかの作業を優先します。
ko: 증명은 낮은 우선순위로 돌아가서 노드와 이 Mac의 다른 작업이 먼저예요.
zh_hans: 证明程序以较低优先级运行，优先让节点和此 Mac 上的其他工作运行。
zh_hant: 證明也以較低的優先順序執行，讓節點與此 Mac 的其他工作優先。

source: Proving blocks · %@ this session
ja: ブロックを証明中 · 今回の起動で%@件
ko: 블록을 증명하는 중이에요 · 이번 실행 %@개
zh_hans: 正在证明区块 · 本次运行 %@ 份
zh_hant: 正在證明區塊 · 本次執行 %@ 份

source: Proving rests for a moment: it used a lot of memory. It resumes by itself.
ja: メモリを多く使ったため、証明を少し休んでいます。自動で再開します。
ko: 메모리를 많이 써서 증명을 잠시 쉬어요. 저절로 다시 시작해요.
zh_hans: 证明使用了较多内存，暂时暂停，稍后会自动恢复。
zh_hant: 證明使用了大量記憶體，暫停片刻後會自動恢復。

source: Proving rests for now. It resumes by itself.
ja: 今は証明を休んでいます。自動で再開します。
ko: 증명을 잠시 쉬고 있어요. 저절로 다시 시작해요.
zh_hans: 证明暂时暂停，稍后会自动恢复。
zh_hant: 證明暫停中，會自動恢復。

source: Proving stays within this Mac's resource limits.
ja: 証明はこのMacのリソース上限内で実行されます。
ko: 증명은 이 Mac의 리소스 한도 안에서 실행됩니다.
zh_hans: 证明任务在这台 Mac 的资源限额内运行。
zh_hant: 證明工作在這台 Mac 的資源限額內執行。

source: Proving stops when it uses more memory than this and starts again after a pause that doubles each time (a minute up to half an hour). Off stops proving entirely.
ja: この値より多くメモリを使うと証明を止め、毎回2倍になる待機時間（1分から30分）の後に再開します。オフにすると証明を行いません。
ko: 이보다 메모리를 많이 쓰면 증명을 멈추고, 매번 두 배로 늘어나는 대기(1분에서 30분까지) 뒤에 다시 시작해요. 끄면 증명을 아예 하지 않아요.
zh_hans: 证明使用的内存超过此限额时会停止，稍后重启。每次等待时间翻倍，从一分钟到最长半小时。关闭会完全停止证明。
zh_hant: 使用的記憶體超出此限額時會暫停證明，等候後再重新開始。等候時間每次加倍，由一分鐘到半小時。關閉會完全停止證明。

source: Proving uses at most a quarter of this Mac's memory and half its cores; it stops itself there. Developer mode (⇧⌘D) adds the budgets.
ja: 証明に使うのは、このMacのメモリの最大4分の1とコアの半分です。上限に達すると自動で止まります。開発者モード（⇧⌘D）では上限を設定できます。
ko: 증명은 이 Mac 메모리의 4분의 1, 코어의 절반까지만 쓰고 거기서 스스로 멈춰요. 한도를 직접 정하려면 개발자 모드(⇧⌘D)를 켜세요.
zh_hans: 证明最多使用此 Mac 四分之一的内存和一半的核心，到达限额会自行停止。开发者模式（⇧⌘D）中可设置限额。
zh_hant: 證明最多使用此 Mac 四分之一的記憶體與一半核心，到達限額會自動停止。開發者模式（⇧⌘D）可設定限額。

source: Proving · +%@ today
ja: 証明中 · 今日+%@
ko: 증명 중 · 오늘 +%@
zh_hans: 正在证明 · 今天 +%@
zh_hant: 正在證明 · 今天 +%@

source: Published in block %@
ja: ブロック%@に記録済み
ko: 블록 %@에 게시됨
zh_hans: 已写入区块 %@
zh_hant: 已發布於區塊 %@

source: Purpose: %@
ja: 目的：%@
ko: 목적: %@
zh_hans: 用途：%@
zh_hant: 目的：%@

source: Quiet: no transactions right now.
ja: 現在、取引はありません。
ko: 조용해요: 지금은 거래가 없어요.
zh_hans: 暂无交易。
zh_hant: 目前沒有交易。

source: Quit
ja: 終了
ko: 종료
zh_hans: 退出
zh_hant: 結束

source: Quit %@
ja: %@を終了
ko: %@ 종료
zh_hans: 退出 %@
zh_hant: 結束 %@

source: Quit Aether and Move to Trash
ja: Aetherを終了してゴミ箱に移動
ko: Aether 종료 후 휴지통으로
zh_hans: 退出 Aether 并移至废纸篓
zh_hant: 結束 Aether 並移至垃圾桶

source: Quit the EastSea node before finishing this data move. The destination is running; neither node tree was changed.
ja: このデータの移動を完了する前にEastSeaのノードを終了してください。移行先のノードが実行中です。どちらのノードデータも変更していません。
ko: 동해 노드를 종료한 뒤 데이터 이동을 마무리하세요. 대상 위치의 노드가 실행 중이며, 양쪽 노드 데이터는 변경하지 않았어요.
zh_hans: 请先退出 EastSea 节点，再完成此次数据移动。目标位置的节点正在运行，两处节点数据均未改动。
zh_hant: 請先結束 EastSea 節點，再完成此次資料移動。目標位置的節點正在執行，兩處節點資料均未更動。

source: Quit the EastSea node before finishing this data move. The destination is running; no source data was removed.
ja: このデータの移動を完了する前にEastSeaのノードを終了してください。移行先のノードが実行中です。元のデータは削除していません。
ko: 동해 노드를 종료한 뒤 데이터 이동을 마무리하세요. 대상 위치의 노드가 실행 중이며, 원본 데이터는 지우지 않았어요.
zh_hans: 请先退出 EastSea 节点，再完成此次数据移动。目标位置的节点正在运行，源数据未被删除。
zh_hant: 請先結束 EastSea 節點，再完成此次資料移動。目標位置的節點正在執行，來源資料未被刪除。

source: Quit the old Aether app first — it is running. Nothing was moved; the move happens on the next launch.
ja: 以前のAetherアプリが動いています。先に終了してください。データはまだ移動していません。次にアプリを開くと移動します。
ko: 먼저 이전 Aether 앱을 종료해 주세요. 지금 실행 중이라 데이터를 옮길 수 없어요. 아무것도 옮기지 않았고, 다음에 앱을 열 때 옮겨요.
zh_hans: 请先退出正在运行的旧版 Aether 应用。尚未移动任何内容，下次启动时会迁移。
zh_hant: 請先結束正在執行的舊 Aether 應用程式。尚未移動任何資料，下次啟動時會移動。

source: Range
ja: 期間
ko: 기간
zh_hans: 范围
zh_hant: 期間

source: Re-check every block and keep the full history.
ja: すべてのブロックを再検証し、全履歴を保管します。
ko: 모든 블록을 다시 검증하고 전체 기록을 보관합니다.
zh_hans: 重新验证每个区块并保留完整历史。
zh_hant: 重新驗證每個區塊並保留完整歷史。

source: Read from the node · not verified on this device
ja: ノードから読み取った値 · このデバイスでは未検証
ko: 노드에서 읽은 값 · 이 기기에서 검증하지 않음
zh_hans: 从节点读取 · 未在此设备验证
zh_hant: 從節點讀取 · 未在此裝置上驗證

source: Read the full terms and disclaimer
ja: 利用規約と免責事項の全文を読む
ko: 전체 약관과 면책 조항 읽기
zh_hans: 阅读完整条款和免责声明
zh_hant: 閱讀完整條款與免責聲明

source: Read unverified node data
ja: 未検証のノードデータの読み取り
ko: 검증되지 않은 노드 데이터 읽기
zh_hans: 读取未验证的节点数据
zh_hant: 讀取未驗證的節點資料

source: Read your address
ja: アドレスの読み取り
ko: 내 주소 읽기
zh_hans: 读取地址
zh_hant: 讀取地址

source: Ready to finish
ja: 完了できます
ko: 마칠 수 있어요
zh_hans: 可以完成
zh_hant: 可完成

source: Ready to prove · %@ this session
ja: 証明の準備完了 · 今回の起動で%@件
ko: 증명 준비됨 · 이번 실행 %@개
zh_hans: 已准备好证明 · 本次运行 %@ 份
zh_hant: 準備好證明 · 本次執行 %@ 份

source: Rebind Node Keys…
ja: ノードキーを再関連付け…
ko: 노드 키 다시 연결…
zh_hans: 重新绑定节点密钥…
zh_hant: 重新綁定節點金鑰…

source: Rebind these node keys to this Mac?
ja: このMacにノードキーを再関連付けしますか？
ko: 이 Mac에 노드 키를 다시 연결할까요?
zh_hans: 要将这些节点密钥重新绑定到此 Mac 吗？
zh_hant: 要將這些節點金鑰重新綁定到此 Mac 嗎？

source: Receive
ja: 受け取る
ko: 받기
zh_hans: 接收
zh_hant: 接收

source: Receive %@
ja: %@を受け取る
ko: %@ 받기
zh_hans: 接收 %@
zh_hant: 接收 %@

source: Receive address QR code
ja: 受取アドレスの二次元コード
ko: 받는 주소 큐알 코드
zh_hans: 接收地址二维码
zh_hant: 接收地址行動條碼

source: Received
ja: 受取済み
ko: 받음
zh_hans: 已收到
zh_hant: 已接收

source: Received %@ %@ from %@
ja: %3$@から%1$@ %2$@を受け取りました
ko: %3$@에게서 %1$@ %2$@ 받음
zh_hans: 从 %3$@ 收到 %1$@ %2$@
zh_hant: 已接收 %@ %@，來自 %@

source: Received %@ from %@
ja: %2$@から%1$@を受け取りました
ko: %2$@에게서 %1$@ 받음
zh_hans: 从 %2$@ 收到 %1$@
zh_hant: 已接收 %@，來自 %@

source: Received so far
ja: これまでに受け取った報酬
ko: 지금까지 받은 보상
zh_hans: 累计收到
zh_hant: 至今收到的獎勵

source: Recent activity
ja: 最近の履歴
ko: 최근 활동
zh_hans: 最近的活动
zh_hant: 最近活動

source: Recent sites
ja: 最近アクセスしたサイト
ko: 최근 방문 사이트
zh_hans: 最近访问的网站
zh_hant: 最近造訪的網站

source: Recover a lost account
ja: 失ったアカウントを復旧
ko: 잃어버린 계정 복구
zh_hans: 恢复丢失的账户
zh_hant: 復原遺失的帳戶

source: Recover with words
ja: 単語で復旧
ko: 단어로 복구
zh_hans: 用恢复词恢复
zh_hant: 以詞語復原

source: Recovered from %@
ja: %@から復旧しました
ko: %@에서 복구
zh_hans: 已从 %@ 恢复
zh_hant: 已從 %@ 復原

source: Recovering %@: %@ %@
ja: %@を復旧中：%@ %@
ko: %@ 복구 중: %@ %@
zh_hans: 正在恢复 %@：%@ %@
zh_hant: 正在復原 %@：%@ %@

source: Recovery (second device's Secure Enclave key · delayed, cancellable)
ja: 復旧（別のデバイスのSecure Enclaveキー · 待機後に実行、キャンセル可能）
ko: 복구 (다른 기기의 Secure Enclave 키 · 대기 후 실행, 취소 가능)
zh_hans: 恢复（另一台设备的 Secure Enclave 密钥 · 有等待期，可取消）
zh_hant: 復原（另一部裝置的 Secure Enclave 金鑰 · 延遲執行，可取消）

source: Recovery cancelled
ja: 復旧をキャンセルしました
ko: 복구 취소
zh_hans: 恢复已取消
zh_hant: 已取消復原

source: Recovery device
ja: 復旧用デバイス
ko: 복구 기기
zh_hans: 恢复设备
zh_hant: 復原裝置

source: Recovery device added
ja: 復旧用デバイスを追加しました
ko: 복구 기기 추가
zh_hans: 已添加恢复设备
zh_hant: 已新增復原裝置

source: Recovery keys removed
ja: 復旧キーを削除しました
ko: 복구 키 삭제
zh_hans: 已删除恢复密钥
zh_hant: 已移除復原金鑰

source: Recovery moves funds when a key is lost; it does not lock this account's original key out. If that key may be exposed (someone had this Mac unlocked, or a backup leaked), move all your funds to a new account.
ja: 復旧はキーを失ったときに資金を移す方法です。このアカウントの元のキーは無効になりません。キーが漏れた可能性がある場合（ロック解除中のMacを誰かが使った、バックアップが漏れたなど）は、資金をすべて新しいアカウントに移してください。
ko: 복구는 잃어버린 키 대신 자금을 옮겨 줄 뿐, 이 계정의 원래 키를 막지는 못해요. 원래 키가 노출됐을 수 있다면(이 Mac이 잠금 해제된 채 남의 손에 있었거나 백업이 새어 나갔다면) 잔액 전부를 새 계정으로 옮기세요.
zh_hans: 恢复可在密钥丢失时转移资金，但无法禁用此账户原来的密钥。如果原密钥可能泄露，例如他人拿到已解锁的 Mac，或备份泄露，请将全部资金转入新账户。
zh_hant: 金鑰遺失時，復原可移動資金，但無法停用此帳戶的原金鑰。若金鑰可能外洩（例如他人取得已解鎖的 Mac，或備份外洩），請將全部資金移至新帳戶。

source: Recovery started for %@
ja: %@の復旧を開始しました
ko: %@ 복구 시작
zh_hans: 已开始恢复 %@
zh_hant: 已開始復原 %@

source: Recovery words
ja: 復旧用の単語
ko: 복구 단어
zh_hans: 恢复词
zh_hant: 復原詞語

source: Recovery words added
ja: 復旧用の単語を追加しました
ko: 복구 단어 추가
zh_hans: 已添加恢复词
zh_hant: 已新增復原詞語

source: Refuse
ja: 拒否
ko: 거절
zh_hans: 拒绝
zh_hant: 拒絕

source: Registered a voting node
ja: 投票ノードを登録しました
ko: 투표 노드 등록
zh_hans: 已注册投票节点
zh_hant: 已註冊投票節點

source: Registering… confirm with Touch ID.
ja: 登録中… Touch IDで確認してください。
ko: 등록하는 중… Touch ID로 확인해 주세요.
zh_hans: 正在注册…请用 Touch ID 确认。
zh_hant: 正在註冊… 請以 Touch ID 確認。

source: Registers this Mac with Apple DeviceCheck (one Mac, one voting node) and signs with Touch ID.
ja: Apple DeviceCheckでこのMacを登録し（1台のMacに投票ノードは1つ）、Touch IDで署名します。
ko: Apple DeviceCheck로 이 Mac을 등록하고(Mac 한 대에 투표 노드 하나) Touch ID로 서명해요.
zh_hans: 用 Apple DeviceCheck 注册此 Mac，一台 Mac 对应一个投票节点，并用 Touch ID 签名。
zh_hant: 透過 Apple DeviceCheck 註冊此 Mac（每部 Mac 一個投票節點），並以 Touch ID 簽署。

source: Reject
ja: 拒否
ko: 거절
zh_hans: 拒绝
zh_hant: 拒絕

source: Releases approved by the network.
ja: ネットワークが承認したリリースです。
ko: 네트워크가 승인한 릴리스입니다.
zh_hans: 网络批准的版本。
zh_hant: 網路核准的版本。

source: Reload
ja: 再読み込み
ko: 새로고침
zh_hans: 重新加载
zh_hant: 重新載入

source: Remove
ja: 削除
ko: 삭제
zh_hans: 移除
zh_hant: 移除

source: Remove all my recovery devices and words
ja: 自分の復旧用デバイスと単語をすべて削除
ko: 내 복구 기기와 단어 모두 삭제
zh_hans: 移除我所有的恢复设备和恢复词
zh_hant: 移除我所有的復原裝置與詞語

source: Remove favorite
ja: お気に入りを削除
ko: 즐겨찾기 삭제
zh_hans: 移除收藏
zh_hant: 移除收藏

source: Remove liquidity
ja: 流動性を取り出す
ko: 유동성 회수
zh_hans: 移除流动性
zh_hant: 取回流動性

source: Remove liquidity to %@
ja: 流動性を取り出して%@を受け取る
ko: 유동성 회수 (%@ 받기)
zh_hans: 移除流动性并转为 %@
zh_hant: 取回流動性至 %@

source: Removed liquidity
ja: 流動性を取り出しました
ko: 유동성 회수
zh_hans: 已移除流动性
zh_hant: 已取回流動性

source: Rename account
ja: アカウントの名前を変更
ko: 계정 이름 변경
zh_hans: 重命名账户
zh_hant: 重新命名帳戶

source: Rename…
ja: 名前を変更…
ko: 이름 변경…
zh_hans: 重命名…
zh_hant: 重新命名…

source: Request token approval
ja: トークンの使用承認をリクエスト
ko: 토큰 사용 승인 요청
zh_hans: 请求代币授权
zh_hant: 要求代幣授權

source: Request transactions
ja: 取引をリクエスト
ko: 거래 요청
zh_hans: 请求交易
zh_hant: 要求交易

source: Requested permissions
ja: 要求された権限
ko: 요청한 권한
zh_hans: 请求的权限
zh_hant: 要求的權限
